Repository: LouiseMustafaeva/TheWords
Catalog: TheWords/*.lproj/Localizable.strings
Languages: ru

# Authorization.player1
source: Player 1
ru: Игрок 1

# Authorization.player2
source: Player 2
ru: Игрок 2

# Authorization.word
source: Enter a long word
ru: Введите длинное слово

# Authorization.start
source: Start
ru: Начать

# Error.theSameWord
source: This word was main!
ru: Это основное слово!

# Error.beforeWord
source: This word was used!
ru: Это слово использовалось ранее!

# Error.shortWord
source: This word is short!
ru: Это слишком короткое слово!

# Error.wrongWord
source: This word is wrong!
ru: Это неправильное слово!

# Error.undefined
source: Undefined error!
ru: Непредвиденная ошибка!

# Game.yourWord
source: Your word...
ru: Ваше слово...

# Game.done
source: Done!
ru: Готово!

# Game.exit
source: Exit
ru: Выход

# Game.exitConfirmation
source: Are you sure you want to end the game?
ru: Вы уверены, что хотите завершить игру?

# Game.exitConfirmationYes
source: Yes
ru: Да

# Game.exitConfirmationCancel
source: Cancel
ru: Отменить
